[
  {
    "lines": [
      "I'm light as a feather, yet the strongest person cannot hold me for much more than a minute.",
      "I can slip through your fingers without a trace.",
      "People try to save me, but everyone loses me eventually.",
      "In the end, I always run out."
    ],
    "answer": "breath"
  },
  {
    "lines": [
      "I have cities, but no houses.",
      "I have mountains, but no trees.",
      "I have water, but no fish.",
      "What am I?"
    ],
    "answer": "map"
  },
  {
    "lines": [
      "I'm full of holes but still hold water.",
      "I can be soft or rough against your skin.",
      "I'm often hung after being used.",
      "What am I?"
    ],
    "answer": "sponge"
  },
  {
    "lines": [
      "The more you take, the more you leave behind.",
      "I can preserve memories or mark a path.",
      "I follow you everywhere you go.",
      "What am I?"
    ],
    "answer": "footprints"
  },
  {
    "lines": [
      "I fly without wings.",
      "I cry without eyes.",
      "Wherever I go, darkness follows me.",
      "What am I?"
    ],
    "answer": "cloud"
  },
  {
    "lines": [
      "I speak without a mouth and hear without ears.",
      "I have no body, but I come alive with wind.",
      "You can't see me, but I can be heard.",
      "What am I?"
    ],
    "answer": "echo"
  },
  {
    "lines": [
      "I'm tall when I'm young.",
      "I'm short when I'm old.",
      "I glow when used.",
      "What am I?"
    ],
    "answer": "candle"
  },
  {
    "lines": [
      "I have keys but no locks.",
      "I have space but no room.",
      "You can enter, but you can't go inside.",
      "What am I?"
    ],
    "answer": "keyboard"
  },
  {
    "lines": [
      "I have a head and a tail, but no body.",
      "People flip me to decide things.",
      "I'm often found in pockets and purses.",
      "What am I?"
    ],
    "answer": "coin"
  },
  {
    "lines": [
      "I'm not alive, but I can grow.",
      "I don't have lungs, but I need air.",
      "I don't have a mouth, but I can drown.",
      "What am I?"
    ],
    "answer": "fire"
  },
  {
    "lines": [
      "I run all around the backyard, yet never move.",
      "I'm often stepped on, but never seem to mind.",
      "When the weather is warm, I may feel cool beneath your feet.",
      "What am I?"
    ],
    "answer": "grass"
  },
  {
    "lines": [
      "I can fill a room but take up no space.",
      "I can be felt but not touched or seen.",
      "I come and go as I please.",
      "What am I?"
    ],
    "answer": "darkness"
  },
  {
    "lines": [
      "I can travel around the world while staying in a corner.",
      "I have many faces but no head or body.",
      "I help you get where you're going.",
      "What am I?"
    ],
    "answer": "stamp"
  },
  {
    "lines": [
      "I am taken from a mine, and shut up in a wooden case.",
      "I value nothing, but I am used to mark something valuable.",
      "When using me, you almost always leave a mark.",
      "What am I?"
    ],
    "answer": "pencil"
  },
  {
    "lines": [
      "I'm always in front of you, but you can never see me.",
      "No matter how hard you try, you can't reach out and touch me.",
      "As you move, I move too, always staying the same distance away.",
      "What am I?"
    ],
    "answer": "future"
  },
  {
    "lines": [
      "I have a face but no eyes, hands but no arms.",
      "I tell you something important, but I never speak.",
      "People look at me daily, but often take me for granted.",
      "What am I?"
    ],
    "answer": "clock"
  },
  {
    "lines": [
      "I have four legs, but no tail.",
      "I'm not alive, but I support life.",
      "Sometimes I hold food, sometimes books, sometimes people.",
      "What am I?"
    ],
    "answer": "table"
  },
  {
    "lines": [
      "I'm found in socks, scarves, and mittens.",
      "I'm often made by grandmothers and stay with you when you're cold.",
      "I'm created by loops within loops.",
      "What am I?"
    ],
    "answer": "knitting"
  },
  {
    "lines": [
      "I'm orange on the outside, white inside, and have seeds you can eat.",
      "I grow on a vine and am harvested in fall.",
      "I can be carved and lit up on a special night.",
      "What am I?"
    ],
    "answer": "pumpkin"
  },
  {
    "lines": [
      "I have keys that open no locks.",
      "I have space but no room.",
      "I allow you to enter a world of imagination.",
      "What am I?"
    ],
    "answer": "keyboard"
  },
  {
    "lines": [
      "I'm easy to lift, but hard to throw.",
      "The stronger the wind, the more I struggle to fly.",
      "I can be made of feathers, rubber, or plastic.",
      "What am I?"
    ],
    "answer": "shuttlecock"
  },
  {
    "lines": [
      "I'm white or colored, but never the same.",
      "I grow larger as I age.",
      "I have many tiny hairs, but people want me bald.",
      "What am I?"
    ],
    "answer": "dandelion"
  },
  {
    "lines": [
      "I am gentle enough to soothe your skin, harsh enough to scour your pans.",
      "I'm made of something soft and yet I'm good for scrubbing.",
      "I make things clean but get very dirty in the process.",
      "What am I?"
    ],
    "answer": "sponge"
  },
  {
    "lines": [
      "I'm the source of all light in our solar system.",
      "Plants need me to grow through a special process.",
      "Too much exposure to me can be harmful to your skin.",
      "What am I?"
    ],
    "answer": "sun"
  },
  {
    "lines": [
      "I start with T, end with T, and have T in me.",
      "You might put things in me to steep.",
      "I'm a container known for holding a hot beverage.",
      "What am I?"
    ],
    "answer": "teapot"
  },
  {
    "lines": [
      "I come in sheets, rolls, and squares.",
      "I can be soft or strong, patterned or plain.",
      "Some people hoard me when disasters loom.",
      "What am I?"
    ],
    "answer": "toilet paper"
  },
  {
    "lines": [
      "I occur once in a minute, twice in a moment, but never in a thousand years.",
      "I'm always in the middle of the sea, but never in the ocean.",
      "I'm not found in your mouth, but I'm embedded in your teeth.",
      "What am I?"
    ],
    "answer": "the letter m"
  },
  {
    "lines": [
      "I am a seed with three letters in my name.",
      "Remove the first letter and I'm a crime.",
      "Remove the second letter instead and I'm an animal.",
      "What am I?"
    ],
    "answer": "pea"
  },
  {
    "lines": [
      "I'm a word of letters three, add two and fewer there will be.",
      "I'm a series of small elements, each serving a purpose.",
      "Look at me from a different way, and I'm no longer the same.",
      "What am I?"
    ],
    "answer": "net"
  },
  {
    "lines": [
      "I have branches, but no fruit, trunk or leaves.",
      "I have a fork but no knife, and many have me in their home.",
      "You use me when hungry, especially at night.",
      "What am I?"
    ],
    "answer": "river"
  },
  {
    "lines": [
      "I get wet when drying.",
      "I'm full of holes, but still hold water.",
      "The more I work, the more I'm consumed.",
      "What am I?"
    ],
    "answer": "towel"
  }
]
